Repository: LPunizh/Translate
Catalog: Localization/*/home.po
Languages: id_id

source: I AM
id_id: SAYA

source: One
id_id: Satu

source: IN A MILLION
id_id: DARI SEJUTA

source: Regardless if you are already folding or haven't heard a word about it before, we need your help to reach our goal – which is 1 million folders.
id_id: Terlepas dari apakah Anda sudah melakukan *folding* atau belum pernah mendengar hal ini sebelumnya, kami membutuhkan bantuan Anda untuk mencapai tujuan kami - yaitu 1 juta kontributor.

source: Start folding now
id_id: Mulai folding sekarang

source: Hide this and watch the video.
id_id: Sembunyikan dan tonton video.

source: START FOLDING NOW
id_id: MULAI FOLDING SEKARANG

source: Find the version of the software you prefer and get started. Downloading Folding@home is completely free, easy to install and safe to use.
id_id: Temukan versi perangkat lunak yang Anda sukai dan mulailah. Mengunduh Folding@home sepenuhnya gratis, mudah dipasang, dan aman digunakan.

source: Available for:
id_id: Tersedia untuk:

source: Start folding
id_id: Mulai folding

source: Latest Posts
id_id: Postingan Terbaru

source: JOIN THE COMMUNITY
id_id: GABUNG KE KOMUNITAS

source: The Folding@Home community is spread over countless forums, websites and social media.
id_id: Komunitas Folding@Home tersebar di berbagai forum, situs web, dan media sosial.

source: Here's a list of our official channels.
id_id: Berikut daftar saluran resmi kami.

source: For tech support: [foldingforum.org](https://foldingforum.org/)
id_id: Untuk dukungan teknis: [foldingforum.org](https://foldingforum.org/)

source: 1 in a million
id_id: 1 dari sejuta

source: WHY WE NEED YOU
id_id: KENAPA KAMI MEMBUTUHKAN ANDA

source: Folding@home is a project focused on disease research. The problems we are solving require so many computer calculations and we need your help to find the cures!
id_id: Folding@home adalah proyek yang berfokus pada penelitian penyakit. Masalah yang kami selesaikan membutuhkan begitu banyak perhitungan komputer dan kami membutuhkan bantuan Anda untuk menemukan obatnya!

source: Fight diseases Together with us.
id_id: Lawan penyakit Bersama kami.

source: The Folding@home software allows you to share your unused computer power with us – so that we can research even more potential cures.
id_id: Perangkat lunak Folding@home memungkinkan Anda berbagi tenaga komputer yang tidak terpakai dengan kami - sehingga kami dapat meneliti lebih banyak potensi penyembuhan.

source: Folding refers to the way human protein folds in the cells that make up your body. We rely on the proteins to keep us healthy and they assemble themselves by folding. But when they misfold, there can be serious consequences to a person's health.
id_id: Folding mengacu pada cara protein manusia melipat dalam sel-sel yang membentuk tubuh Anda. Kita mengandalkan protein untuk membuat kita tetap sehat dan mereka berhimpun dengan melipat. Tetapi jika terjadi kesalahan lipatan, dapat terjadi konsekuensi serius bagi kesehatan seseorang.

source: Learn more
id_id: Pelajari lebih lanjut

source: Team
id_id: Tim

source: Folding@home is now based at the Washington University in St. Louis School of Medicine, under the directorship of Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Drs. [John Chodera](http://www.choderalab.org/) (MSKCC) and [Vince Voelz](http://www.voelzlab.org/) (Temple University) are also active in helping manage the project. Together, their three labs are the primary drivers of Folding@home.
id_id: Folding@home saat ini berbasis di Washington University di St. Louis School of Medicine, di bawah kepemimpinan Dr. [Greg Bowman](https://bowmanlab.biochem.wustl.edu/). Drs. [John Chodera](http://www.choderalab.org/) (MSKCC) dan [Vince Voelz](http://www.voelzlab.org/) (Temple University) juga aktif membantu mengelola proyek ini. Bersama-sama, ketiga lab tersebut adalah pendorong utama Folding@home.
