Repository: LPunizh/Translate
Catalog: Localization/*/statistics.po
Languages: id_id

source: Statistics
id_id: Statistik

source: One of the best ways to help Folding@home is by recruiting your friends and family. Start by sharing our project with them. Then join a team or even start your own team. The more points your team earns, the closer we come to finding cures.
id_id: Salah satu cara terbaik untuk membantu Folding@home adalah dengan merekrut teman dan keluarga Anda. Mulailah dengan membagikan proyek kami dengan mereka. Kemudian bergabunglah dengan tim atau bahkan mulai tim Anda sendiri. Semakin banyak poin yang diperoleh tim Anda, semakin dekat kita dapat menemukan obatnya.

source: On this page you will find access to statistics for individuals and teams who have joined together to earn points and compete with other teams. Some of us are quite intense in our approach to folding. We have team websites, we supe up our computers, and we drive the technology forward by reporting bugs and making suggestions about how to improve the software.
id_id: Di halaman ini Anda akan menemukan akses statistik untuk individu dan tim yang telah bergabung untuk mendapatkan poin dan bersaing dengan tim lain. Beberapa dari kita cukup intens dalam melakukan *folding*. Kami memiliki situs web tim, kami melengkapi komputer kami, dan kami mendorong teknologi ke depan dengan melaporkan bug dan memberikan saran mengenai pengembangan perangkat lunak ini.

source: **MAXIMIZE** your **EFFORT**
id_id: **MAKSIMALKAN** upaya **ANDA**

source: Set up your team
id_id: Siapkan tim Anda

source: If you are interested in setting up a team of your own, you can get started here.
id_id: Jika Anda tertarik untuk membentuk tim Anda sendiri, Anda dapat memulainya di sini.

source: Start a team
id_id: Buat tim

source: [Lost team password?](https://apps.foldingathome.org/team/mailpass)
id_id: [Lupa kata sandi tim?](https://apps.foldingathome.org/team/mailpass)

source: Change your team info
id_id: Ubah info tim Anda

source: Monitoring stats updates automatically: available downloads and rules of use
id_id: Statistik pemantauan diperbarui secara otomatis: unduhan yang tersedia dan aturan penggunaan

source: The donor and team stats are updated every hour, although this can be delayed if there were a lot of work units to come back during that hour. We have been turning off web access to the stats database during stats updates (usually on the hour).
id_id: Donasi dan statistik tim diperbarui setiap jam, meskipun ini dapat ditunda jika banyak unit kerja yang kembali pada jam tersebut. Kami telah mematikan akses web ke database statistik selama pembaruan statistik (biasanya setiap jam).

source: Please do not use scripts to access the donor or team pages, but use the full donor list (flat files) instead. IP addresses which do not abide by our robots.txt rules will be banned.
id_id: Harap tidak menggunakan skrip untuk mengakses halaman donor atau tim, tetapi gunakan daftar donor lengkap (file datar) sebagai gantinya. Alamat IP yang tidak mematuhi aturan robots.txt akan kami blokir.
